Repository: snikersik/North-Finance
Catalog: NorthFinance/Localizable.xcstrings
Source language: en
Languages: pl

source: Assets
pl: Majątek

source: Available
pl: Dostępne środki

source: Budgets
pl: Budżety

source: Expenses
pl: Wydatki

source: Goals
pl: Cele

source: Income
pl: Przychody

source: Items you add will appear here.
pl: Dodane elementy pojawią się tutaj.

source: Loading…
pl: Ładowanie…

source: No data yet
pl: Brak danych

source: No value
pl: Brak wartości

source: North Finance preferences will appear here.
pl: Tutaj pojawią się ustawienia North Finance.

source: Overview
pl: Podsumowanie

source: Settings
pl: Ustawienia

source: Something went wrong
pl: Coś poszło nie tak

source: Start by adding your first item.
pl: Zacznij od dodania pierwszego elementu.

source: Try Again
pl: Spróbuj ponownie

source: Transactions
pl: Transakcje

source: Welcome to North Finance
pl: Witaj w North Finance

source: Your assets will appear here.
pl: Tutaj pojawią się informacje o Twoim majątku.

source: Your category budgets will appear here.
pl: Tutaj pojawią się Twoje budżety kategorii.

source: Your income and expenses will appear here.
pl: Tutaj pojawią się Twoje przychody i wydatki.

source: Your saved data has not been changed.
pl: Zapisane dane nie zostały zmienione.

source: Your savings goals will appear here.
pl: Tutaj pojawią się Twoje cele oszczędnościowe.
